Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.home.faq.q3_answer
source: Usually within about 10 minutes. KnotQ syncs in the background, so changes on one device show up on your others a few minutes later — or you can trigger a sync manually for an immediate update.
ar: عادة في حوالي 10 دقائق. يتم مزامنة KnotQ في الخلفية، لذا تظهر التغييرات على جهاز واحد على الأجهزة الأخرى بعد بضع دقائق — أو يمكنك بدء المزامنة يدويًا للحصول على تحديث فوري.
cs: Obvykle během asi 10 minut. KnotQ se synchronizuje na pozadí, takže změny na jednom zařízení se na ostatních objevují o pár minut později — nebo můžete spustit synchronizaci ručně pro okamžitou aktualizaci.
da: Normalt inden for omkring 10 minutter. KnotQ synkroniseres i baggrunden, så ændringer på en enhed vises på dine andre få minutter senere — eller du kan udløse en synkronisering manuelt for en øjeblikkelig opdatering.
de: Normalerweise in etwa 10 Minuten. KnotQ wird im Hintergrund synchronisiert, daher erscheinen Änderungen auf einem Gerät nach ein Paar Minuten auf den anderen — oder Sie können eine Synchronisierung manuell auslösen, um ein sofortiges Update zu erhalten.
el: Συνήθως σε περίπου 10 λεπτά. Το KnotQ συγχρονίζεται στο παρασκήνιο, επομένως οι αλλαγές σε μια συσκευή εμφανίζονται στις άλλες σας σε λίγα λεπτά — ή μπορείτε να ενεργοποιήσετε ένα συγχρονισμό χειροκίνητα για άμεση ενημέρωση.
es: Usualmente dentro de unos 10 minutos. KnotQ se sincroniza en segundo plano, por lo que los cambios en un dispositivo aparecen en los otros unos minutos después — o puedes activar una sincronización manual para una actualización inmediata.
fi: Yleensä noin 10 minuutin kuluessa. KnotQ synkronoidaan taustalla, joten muutokset yhdellä laitteella näkyvät muilla muutamaa minuuttia myöhemmin — tai voit käynnistää synkronoinnin manuaalisesti välittömän päivityksen saamiseksi.
fr: Généralement en environ 10 minutes. KnotQ se synchronise en arrière-plan, donc les modifications sur un appareil apparaissent sur vos autres appareils quelques minutes plus tard — ou vous pouvez déclencher manuellement une synchronisation pour une mise à jour immédiate.
he: בדרך כלל תוך כ-10 דקות. KnotQ מסנכרן ברקע, כך שהשינויים בהתקן אחד מופיעים בהתקנים האחרים שלך כמה דקות מאוחר — או אתה יכול להפעיל סנכרון ידני לעדכון מיידי.
hi: आमतौर पर लगभग 10 मिनट के भीतर। KnotQ पृष्ठभूमि में सिंक करता है, इसलिए एक डिवाइस पर परिवर्तन कुछ मिनट बाद आपके अन्य पर दिखाई देते हैं — या आप तुरंत अपडेट के लिए मैन्युअल रूप से सिंक ट्रिगर कर सकते हैं।
hu: Általában körülbelül 10 percen belül. A KnotQ a háttérben szinkronizál, így az egyik eszköz módosításai néhány perccel később megjelennek a másikon — vagy manuálisan indíthat szinkronizálást azonnali frissítéshez.
id: Biasanya dalam waktu sekitar 10 menit. KnotQ disinkronkan di latar belakang, jadi perubahan di satu perangkat muncul di perangkat lain Anda beberapa menit kemudian — atau Anda dapat memicu sinkronisasi secara manual untuk pembaruan langsung.
it: Di solito entro circa 10 minuti. KnotQ si sincronizza in background, quindi le modifiche su un dispositivo vengono visualizzate sugli altri pochi minuti dopo — oppure puoi attivare una sincronizzazione manuale per un aggiornamento immediato.
ja: 通常、約10分以内。KnotQはバックグラウンドで同期するため、1つのデバイスの変更は数分後に他のデバイスに表示されます。または、手動で同期をトリガーして即座に更新できます。
ko: 보통 약 10분 이내입니다. KnotQ는 백그라운드에서 동기화되므로 한 디바이스의 변경 사항이 다른 디바이스에 몇 분 후에 표시되거나 즉시 업데이트를 위해 동기화를 수동으로 트리거할 수 있습니다.
ms: Biasanya dalam sekitar 10 menit. KnotQ disinkronkan di latar belakang, jadi perubahan pada satu perangkat muncul di perangkat lain Anda beberapa menit kemudian — atau Anda dapat memicu sinkronisasi secara manual untuk pembaruan segera.
nb: Vanligvis innen omtrent 10 minutter. KnotQ synkroniseres i bakgrunnen, så endringer på en enhet vises på dine andre enheter noen minutter senere – eller du kan utløse en synkronisering manuelt for en umiddelbar oppdatering.
nl: Meestal binnen ongeveer 10 minuten. KnotQ synchroniseert op de achtergrond, dus wijzigingen op één apparaat verschijnen na een paar minuten op je anderen — of je kunt handmatig synchronisatie activeren voor direct bijwerken.
pl: Zwykle w ciągu około 10 minut. KnotQ synchronizuje się w tle, więc zmiany na jednym urządzeniu pojawiają się na twoich pozostałych urządzeniach kilka minut później — lub możesz ręcznie wyzwolić synchronizację w celu natychmiastowej aktualizacji.
pt_br: Geralmente em cerca de 10 minutos. KnotQ sincroniza em segundo plano, então as alterações em um dispositivo aparecem em seus outros em poucos minutos — ou você pode disparar uma sincronização manualmente para uma atualização imediata.
pt_pt: Normalmente dentro de cerca de 10 minutos. O KnotQ sincroniza em segundo plano, portanto as alterações num dispositivo aparecem nos seus outros alguns minutos depois — ou pode ativar uma sincronização manualmente para uma atualização imediata.
ro: De obicei în aproximativ 10 minute. KnotQ se sincronizează în fundal, deci modificările pe un dispozitiv apar pe celelalte în câteva minute — sau puteți declanșa o sincronizare manual pentru o actualizare imediată.
ru: Обычно примерно за 10 минут. KnotQ синхронизируется в фоне, поэтому изменения на одном устройстве появляются на ваших других устройствах через несколько минут — или вы можете запустить синхронизацию вручную для немедленного обновления.
sk: Zvyčajne približne za 10 minút. KnotQ sa synchronizuje na pozadí, takže zmeny na jednom zariadení sa objavia na ostatných o pár minút neskôr — alebo si môžete synchronizáciu spustiť ručne na okamžitú aktualizáciu.
sv: Vanligtvis inom ungefär 10 minuter. KnotQ synkroniseras i bakgrunden, så ändringar på en enhet visas på dina andra enheter några minuter senare — eller du kan utlösa en synkronisering manuellt för en omedelbar uppdatering.
th: ปกติจะอยู่ในราวเวลา 10 นาที KnotQ ซิงค์ในพื้นหลัง ดังนั้นการเปลี่ยนแปลงบนอุปกรณ์หนึ่งจะปรากฏบนอุปกรณ์อื่น ๆ สองสามนาทีต่อมา หรือคุณสามารถเรียกใช้การซิงค์ด้วยตนเองเพื่อการอัปเดตทันที
tr: Genellikle yaklaşık 10 dakika içinde. KnotQ arka planda senkronize olur, bu nedenle bir cihazda yapılan değişiklikler diğerlerinde birkaç dakika sonra görünür — veya anında güncelleme için senkronizasyonu el ile tetikleyebilirsiniz.
uk: Звичайно в межах близько 10 хвилин. KnotQ синхронізується у фоні, тому зміни на одному пристрої з'являються на інших за кілька хвилин пізніше — або ви можете запустити синхронізацію вручну для негайного оновлення.
vi: Thường là trong khoảng 10 phút. KnotQ đồng bộ ở chế độ nền, vì vậy các thay đổi trên một thiết bị sẽ xuất hiện trên các thiết bị khác của bạn vài phút sau — hoặc bạn có thể kích hoạt đồng bộ theo cách thủ công để cập nhật ngay lập tức.
zh_hans: 通常在大约 10 分钟内。KnotQ 在后台同步，所以一台设备上的更改会在几分钟后显示在您的其他设备上 — 或者您可以手动触发同步以进行即时更新。
zh_hant: 通常約 10 分鐘內。KnotQ 在背景進行同步，因此一個裝置上的變更會在數分鐘後出現在您的其他裝置上 — 或者您可以手動觸發同步以立即更新。

# web.home.faq.q3_summary
source: How long does it take to sync between devices?
ar: كم من الوقت تستغرق المزامنة بين الأجهزة؟
cs: Jak dlouho trvá synchronizace mezi zařízeními?
da: Hvor længe tager det at synkronisere mellem enheder?
de: Wie lange dauert die Synchronisierung zwischen Geräten?
el: Πόσο καιρό χρειάζεται για συγχρονισμό μεταξύ συσκευών;
es: ¿Cuánto tiempo tarda la sincronización entre dispositivos?
fi: Kuinka kauan synkronointi laitteien välillä kestää?
fr: Combien de temps faut-il pour synchroniser entre les appareils ?
he: כמה זמן זה לוקח לסנכרן בין התקנים?
hi: डिवाइसों के बीच सिंक करने में कितना समय लगता है?
hu: Mennyi idõ alatt szinkronizálódnak az eszközök között?
id: Berapa lama waktu yang diperlukan untuk disinkronkan antar perangkat?
it: Quanto tempo ci vuole per sincronizzare tra dispositivi?
ja: デバイス間の同期にはどのくらい時間がかかりますか?
ko: 디바이스 간 동기화에 얼마나 걸립니까?
ms: Berapa lama waktu yang diperlukan untuk menyinkronkan antara perangkat?
nb: Hvor lang tid tar det å synkronisere mellom enheter?
nl: Hoe lang duurt synchronisatie tussen apparaten?
pl: Jak długo trwa synchronizacja między urządzeniami?
pt_br: Quanto tempo leva para sincronizar entre dispositivos?
pt_pt: Quanto tempo demora a sincronizar entre dispositivos?
ro: Cât timp durează sincronizarea între dispozitive?
ru: Сколько времени требуется на синхронизацию между устройствами?
sk: Ako dlho trvá synchronizácia medzi zariadeniami?
sv: Hur lång tid tar det att synkronisera mellan enheter?
th: ใช้เวลานานแค่ไหนในการซิงค์ระหว่างอุปกรณ์?
tr: Cihazlar arasında senkronize olmak ne kadar sürer?
uk: Як довго синхронізація займає часу між пристроями?
vi: Mất bao lâu để đồng bộ giữa các thiết bị?
zh_hans: 设备之间的同步需要多长时间？
zh_hant: 在裝置間同步需要多長時間？

# web.home.faq.q4_answer
source: A local-first planner stores your data on your own device first, rather than on someone else’s server. KnotQ keeps your notes, tasks, deadlines, and calendar as plain files you own, so the app stays fast, private, and available offline.
ar: يخزن مخطط محلي أولاً بياناتك على جهازك أولاً بدلاً من خادم شخص آخر. يحافظ KnotQ على ملاحظاتك ومهامك والمواعيد النهائية والتقويم كملفات عادية تملكها، لذا يبقى التطبيق سريعًا وخاصًا وتوفرًا بدون اتصال.
cs: Plánovací systém místně první ukládá vaše data nejdřív na vašem vlastním zařízení, místo na serveru někoho jiného. KnotQ uchovává vaše poznámky, úkoly, termíny a kalendář jako prosté soubory, které vlastníte, takže aplikace zůstává rychlá, soukromá a dostupná offline.
da: En lokalt-først planlægger gemmer dine data på din egen enhed først i stedet for på en anden persons server. KnotQ holder dine noter, opgaver, deadlines og kalender som almindelige filer, du ejer, så appen forbliver hurtig, privat og tilgængelig offline.
de: Ein lokal-first Planer speichert Ihre Daten zunächst auf Ihrem eigenen Gerät, anstatt auf dem Server eines anderen. KnotQ hält Ihre Notizen, Aufgaben, Fristen und Kalender als einfache Dateien, die Sie besitzen, damit die App schnell, privat und offline verfügbar bleibt.
el: Ένας σχεδιαστής με τοπικό πρώτο αποθηκεύει τα δεδομένα σας στη δική σας συσκευή πρώτα, παρά στον διακομιστή κάποιου άλλου. Το KnotQ κρατά τις σημειώσεις, τις εργασίες, τις προθεσμίες και το ημερολόγιό σας ως απλά αρχεία που ιδιοκτητεύετε, επομένως η εφαρμογή παραμένει γρήγορη, ιδιωτική και διαθέσιμη χωρίς σύνδεση.
es: Un planificador local-first almacena tus datos en tu propio dispositivo primero, en lugar de en el servidor de otra persona. KnotQ mantiene tus notas, tareas, fechas límite y calendario como archivos simples que eres dueño, para que la aplicación sea rápida, privada y disponible sin conexión.
fi: Paikallinen suunnittelu tallentaa tiedot ensin omalle laitteellesi, ei jonkun muun palvelimelle. KnotQ pitää muistiinpanot, tehtävät, määräpäivät ja kalenterin tavallisina tiedostoina, jotka omistat, joten sovellus pysyy nopeana, yksityisenä ja saatavilla offline-tilassa.
fr: Un planificateur d'abord local stocke vos données d'abord sur votre propre appareil, plutôt que sur le serveur de quelqu'un d'autre. KnotQ conserve vos notes, tâches, délais et calendrier en tant que fichiers simples que vous possédez, ce qui fait que l'application reste rapide, privée et disponible hors ligne.
he: תוכנית מקומית קדם אחסנת את הנתונים שלך בהתקן שלך תחילה, ולא בשרת של מישהו אחר. KnotQ שומר את ההערות שלך, המשימות, הדדליינים ולוח השנה כקבצים פשוטים שאתה בעלים, כך שהאפליקציה נשארת מהירה, פרטית וזמינה ללא חיבור.
hi: एक स्थानीय-प्रथम योजनाकार आपके डेटा को आपके अपने डिवाइस पर पहले संग्रहीत करता है, किसी और के सर्वर पर नहीं। KnotQ आपके नोट्स, कार्य, समय सीमा, और कैलेंडर को सादी फ़ाइलों के रूप में रखता है जो आप स्वामित्व में हैं, इसलिए ऐप तेज़, निजी, और ऑफलाइन उपलब्ध रहता है।
hu: A helyi-elsõ tervez az Ön adatait elõször az Ön eszközén tárolt, nem más szervere. A KnotQ az Ön jegyzeteit, feladatait, határidejét és naptárát egyszerû fájlokként tartja, így az alkalmazás gyors, privát és offline elérhetõ marad.
id: Perencana lokal-pertama menyimpan data Anda di perangkat Anda terlebih dahulu, bukan di server orang lain. KnotQ menyimpan catatan, tugas, tenggat waktu, dan kalender Anda sebagai file biasa yang Anda miliki, sehingga aplikasi tetap cepat, pribadi, dan tersedia offline.
it: Un pianificatore local-first archivia i tuoi dati sul tuo dispositivo prima, piuttosto che sul server di qualcun altro. KnotQ mantiene le tue note, compiti, scadenze e calendario come file semplici che possiedi, in modo che l'app rimanga veloce, privata e disponibile offline.
ja: ローカルファースト プランナーは、他のサーバーではなく、最初にあなた自身のデバイスにデータを保存します。KnotQは、あなたが所有するプレーンファイルとしてメモ、タスク、期限、カレンダーを保持するため、アプリは高速、プライベート、オフラインで利用可能です。
ko: 로컬 우선 플래너는 다른 사람의 서버가 아닌 자신의 디바이스에 먼저 데이터를 저장합니다. KnotQ는 소유한 일반 파일로 노트, 작업, 기한 및 캘린더를 유지하므로 앱이 빠르고 개인적이며 오프라인으로 사용 가능합니다.
ms: Perencana lokal-pertama menyimpan data Anda di perangkat Anda sendiri terlebih dahulu, bukan di server orang lain. KnotQ menyimpan catatan, tugas, tenggat waktu, dan kalender Anda sebagai file biasa yang Anda miliki, sehingga aplikasi tetap cepat, pribadi, dan tersedia secara offline.
nb: En lokalt-først-planlegger lagrer dataene dine på din egen enhet først, i stedet for på noen andre sin tjener. KnotQ holder notatene, oppgavene, fristene og kalenderen dine som enkle filer du eier, slik at appen forblir rask, privat og tilgjengelig offline.
nl: Een planner die eerst lokaal werkt, slaat je gegevens eerst op je eigen apparaat op, in plaats van op iemand anders' server. KnotQ houdt je notities, taken, deadlines en agenda als gewone bestanden die je bezit, zodat de app snel, privé en offline beschikbaar blijft.
pl: Planer lokalnie-pierwszy przechowuje Twoje dane na Twoim urządzeniu najpierw, a nie na czyimś serwerze. KnotQ przechowuje Twoje notatki, zadania, terminy i kalendarz jako zwykłe pliki, które posiadasz, aby aplikacja była szybka, prywatna i dostępna w trybie offline.
pt_br: Um planejador local primeiro armazena seus dados em seu próprio dispositivo primeiro, em vez de em um servidor de outra pessoa. KnotQ mantém suas notas, tarefas, prazos e calendário como arquivos simples que você possui, para que o aplicativo permaneça rápido, privado e disponível offline.
pt_pt: Um planeador local-first armazena os seus dados no seu próprio dispositivo em primeiro lugar, em vez de no servidor de alguém. O KnotQ mantém as suas notas, tarefas, prazos e calendário como ficheiros simples que possui, portanto a aplicação mantém-se rápida, privada e disponível offline.
ro: Un planificator local-first stochează mai întâi datele dvs. pe propriul dvs. dispozitiv, în loc să le stocheze pe serverul cuiva altcineva. KnotQ vă păstrează notele, sarcinile, termenele limită și calendarul ca fișiere simple pe care le dețineți, astfel încât aplicația rămâne rapidă, privată și disponibilă offline.
ru: Локально-первый планировщик хранит ваши данные на вашем собственном устройстве в первую очередь, а не на чужом сервере. KnotQ хранит ваши заметки, задачи, крайние сроки и календарь как простые файлы, которыми вы владеете, поэтому приложение остаётся быстрым, приватным и доступным в автономном режиме.
sk: Plánovač s miestnym prioritou najskôr ukladá vaše údaje na vaše zariadenie, nie na server niekoho iného. KnotQ uchovávajú vaše poznámky, úlohy, termíny a kalendár ako jednoduché súbory, ktoré vlastníte, takže aplikácia zostáva rýchla, súkromná a dostupná offline.
sv: En lokalt först-planerare lagrar din data på din egen enhet först, snarare än på någon annans server. KnotQ håller dina anteckningar, uppgifter, deadlines och kalender som vanliga filer du äger, så appen förblir snabb, privat och tillgänglig offline.
th: แผนงานที่เป็นเครื่องหมายแรกท้องถิ่นจะเก็บข้อมูลของคุณบนอุปกรณ์ของคุณก่อน แม่นยำมากกว่าบนเซิร์ฟเวอร์ของผู้อื่น KnotQ เก็บบันทึก งาน เส้นตายและปฏิทินของคุณเป็นไฟล์ธรรมดาที่คุณเป็นเจ้าของ ดังนั้นแอปจึงเร็ว ส่วนตัว และพร้อมใช้งานแบบออฟไลน์
tr: Yerel-ilk bir planlayıcı, verilerinizi başka birinin sunucusu yerine önce kendi cihazınızda depolar. KnotQ, notlarınızı, görevlerinizi, son tarihlerinizi ve takvimi sahibi olduğunuz düz dosyalar olarak tutar, böylece uygulama hızlı, özel ve çevrimdışı olarak kullanılabilir kalır.
uk: Планувальник локального розташування зберігає ваші дані спочатку на власному пристрої, а не на чужому сервері. KnotQ тримає ваші нотатки, завдання, крайні терміни та календар як звичайні файли, якими ви володієте, тому програма залишається швидкою, приватною й доступною в автономному режимі.
vi: Một trình hoạch định cục bộ-trước tiên lưu trữ dữ liệu của bạn trên thiết bị của chính bạn trước, thay vì trên máy chủ của người khác. KnotQ giữ ghi chú, tác vụ, hạn chót và lịch của bạn dưới dạng các tệp đơn giản mà bạn sở hữu, vì vậy ứng dụng vẫn nhanh, riêng tư và có sẵn ngoại tuyến.
zh_hans: 本地优先的计划应用将您的数据首先存储在您自己的设备上，而不是他人的服务器上。KnotQ 将您的笔记、任务、截止日期和日历保存为您拥有的纯文本文件，因此该应用保持快速、隐私和离线可用。
zh_hant: 本機優先的規劃器首先將您的資料儲存在您自己的裝置上，而不是他人的伺服器上。KnotQ 將您的筆記、任務、截止日期和日曆保留為您擁有的純文字檔案，因此應用程式始終快速、隱私且離線可用。

# web.home.faq.q4_summary
source: What is a local-first planner?
ar: ما هو مخطط محلي أولاً؟
cs: Co je plánovací systém místně první?
da: Hvad er en lokalt-først planlægger?
de: Was ist ein lokal-first Planer?
el: Τι είναι ένας σχεδιαστής με τοπικό πρώτο;
es: ¿Qué es un planificador local-first?
fi: Mikä on paikallinen suunnittelija?
fr: Qu'est-ce qu'un planificateur d'abord local ?
he: מה היא תוכנית מקומית קדם?
hi: स्थानीय-प्रथम योजनाकार क्या है?
hu: Mi az a helyi-elsõ tervez?
id: Apa itu perencana lokal-pertama?
it: Che cos'è un pianificatore local-first?
ja: ローカルファーストプランナーとは何ですか?
ko: 로컬 우선 플래너란 무엇입니까?
ms: Apa itu perencana lokal-pertama?
nb: Hva er en lokalt-først-planlegger?
nl: Wat is een planner die eerst lokaal werkt?
pl: Co to jest planer lokalnie-pierwszy?
pt_br: O que é um planejador local primeiro?
pt_pt: O que é um planeador local-first?
ro: Ce este un planificator local-first?
ru: Что такое локально-первый планировщик?
sk: Čo je plánovač s miestnym prioritou?
sv: Vad är en lokalt först-planerare?
th: แผนงานที่เป็นเครื่องหมายแรกท้องถิ่นคืออะไร?
tr: Yerel-ilk Planlayıcı Nedir?
uk: Що таке планувальник локального розташування?
vi: Trình hoạch định cục bộ-trước tiên là gì?
zh_hans: 什么是本地优先的计划应用？
zh_hant: 什麼是本機優先的規劃器？
